/* Exact file size (in bytes). */
"%qu bytes" = "%qu バイト";

/* Alert message */
"A rule named \"%@\" already exists." = "「\"%@」という名前のルールは既に存在しています。";

/* Window title */
"Apply filter" = "フィルターを適用";

/* File size unit for bytes. */
"B" = "B";

/* Window title */
"Edit mask" = "マスクを編集";

/* Alert message */
"Failed to save the image." = "イメージの保存は失敗しました。";

/* Filter naming template. */
"Filter%d" = "フィルダー%d";

/* Message in progress panel while filtering */
"Filtering %@" = "フィルター中：%@";

/* Title of progress panel. */
"Filtering in progress" = "フィルター中";

/* File size unit for gigabytes. */
"GB" = "GB";

/* File size unit for kilobytes. */
"kB" = "KB";

/* File size unit for megabytes. */
"MB" = "MB";

/* The filter name when there is no filter. */
"None" = "なし";

/* Alert message */
"Remove the rule named \"%@\"?" = "「%@」ルールを取り除きますか？";

/* Title of progress panel. */
"Rescanning in progress" = "再スキャン中";

/* Message in progress panel while scanning */
"Scanning %@" = "スキャン中：%@";

/* Title of progress panel. */
"Scanning in progress" = "スキャン中";

/* File size unit for terabytes. */
"TB" = "TB";

/* Alert message */
"The rule must have a name." = "ルールの名前を入力する必要があります。";

/* Alert informative text */
"The rule will be irrevocably removed from the rule repository." = "ルールは完全に削除されます。";